[
    {
        "cardNumber": 0,
        "cardName": "Fool",
        "cardDescription": "The Fool represents the beginning of the soul's journey, where one has the potential to start something new, choose the path and move forward. The Fool represents someone innocent, and curious to discover the world; at this stage it is common to notice (as represented in the card by the worried dog grabbing the Fool's leg) people who care about us reluctant to start our journey, but we should not see this as a selfishness of people who care for us, but rather thank you for your concern and proceed with caution. This card tells us about two important points in our lives: taking the first step, and being aware of deviations and dangers ahead. For the first one, we must remember that a walk of 1000 kilometers starts with the movement of one foot. For the second one, don't let that innocence make you manipulated or suffer great disappointments, but don't let that worry become fear, for we need to start a journey, for this is what life is about, pure transformation."
    },
    {
        "cardNumber": 1,
        "cardName": "Magician",
        "cardDescription": "The Magician represents the manifestation of the mind's desires; he has resources to create in his workbench, just put his knowledge into practice. This symbol tells us not to hesitate but to trust our potential and work to make what's inside of us materialize in the outside world. As the phrase \"As above, so below\" the card indicates (by the positions of the Magician's hand) that one world is a reflection of another, just as everything around us is a reflection of what is within us. The infinity symbol represented by the Wizard's hat shows the infinite possibilities of creating from willpower. With this card, we must reflect if we are missing opportunities due to lack of will; if we are failing to look for our best version by not putting into practice what we have; if our true potential is being impeded by some situation. At this point, don't hesitate, believe in yourself and do it; however, always be careful not to develop overconfidence, as this is an uncertain shield."
    },
    {
        "cardNumber": 2,
        "cardName": "High Priestess",
        "cardDescription": "The Priestess represents the inner voice. A moment of evolution by developing your interior and learning to listen to it. Sometimes we need to let go of fears and reasons and follow our own intuition to get out of the way and get some result. In some situations we can feel something telling us that something is wrong, this is often our unconscious connecting several points to build a plot that can often be correct, following the intuition is not an irrational act, but a way to get answers and develop our insides. Intuition should not be confused with impulses, which generate careless acts and which can cause great disasters."
    },
    {
        "cardNumber": 3,
        "cardName": "Empress",
        "cardDescription": "This character tells about the feminine, with a maternal and welcoming figure. The feminine can be interpreted as expression and creativity. This card is about generosity to yourself. It's a card that reminds us that it's important to take care of ourselves physically too, so that we can attract circumstances into our lives that bring us happiness."
    },
    {
        "cardNumber": 4,
        "cardName": "Emperor",
        "cardDescription": "This figure represents authority, structure and experience. It is a father figure, who tells us that we often have to strategically lead a situation, choosing the most beneficial to his 'people'. The Emperor represents focus, discipline, organization; as a strategic thinker who plans carefully before acting, achieving his goals methodically. This character tells us about growth when it comes to achieving goals we set for ourselves, also taking rational action to bring out the best for us and those around us."
    },
    {
        "cardNumber": 5,
        "cardName": "Pope",
        "cardDescription": "The Pope, as represented in the figure by the same passing on his teachings to the next tells us about following an already existing tradition. This card is about believing in something that other people also believe, following well-founded beliefs. We can often find ourselves lost and without any direction, so conforming to some established social structure can help keep us moving."
    },
    {
        "cardNumber": 6,
        "cardName": "Lovers",
        "cardDescription": "This card can help us in several ways; talking about what the card seems to demonstrate at first, it does indicate good harmony between relationships, where trust and the union of the parties bring strength to them. This symbol also represents harmony, which can be related to two feelings or ideas within us, just like Ying and Yang. The card can still tell us about a very important and difficult choice we have to make."
    },
    {
        "cardNumber": 7,
        "cardName": "Chariot",
        "cardDescription": "This card shows that opposing (represented by the horses) and chaotic forces are present at all times directing our lives automatically, and if we want to follow a straight path, we must control these forces by taking the direction of the car to reach a goal."
    },
    {
        "cardNumber": 8,
        "cardName": "Justice",
        "cardDescription": "A card that simply lives up to its name. Everything we do today will one day come back to us again. If we did good things, good things will come back, as well as bad things. We cannot change the past, but we can decide what to plant in the now to reap in the future."
    },
    {
        "cardNumber": 9,
        "cardName": "Hermit",
        "cardDescription": "This symbol is about seeking the truth. The Hermit walks alone only accompanied by a lantern and a staff that demonstrates authority. He understands that truth can only be found through a period of self-reflection, isolated from the demands of the world."
    },
    {
        "cardNumber": 10,
        "cardName": "Wheel of Fortune",
        "cardDescription": "A card to remind us that just like rain, tornadoes and the rotation of planets, many situations in life cannot be controlled, things will just happen. Like a cycle, what's up will eventually go down, and what's down will also go up; showing that everything comes to an end. Therefore, in moments of happiness, we must enjoy it well, as they are not eternal, and in times of adversity, we must remember that everything passes."
    },
    {
        "cardNumber": 11,
        "cardName": "Strength",
        "cardDescription": "Strength is not related to physical strength, but to inner strength. A state of control of the inner world in which we know how to remain calm in situations of stress and danger. The serenity on the face of the Force tells about self-control, courage and patience. Resilience is something that helps a lot. The relationship between her and the lion is not one of imposing force, but one of compassion."
    },
    {
        "cardNumber": 12,
        "cardName": "Hanged Man",
        "cardDescription": "The Hanged Man is a character who presents suffering, however, his face indicates that he is calm and that he did this to himself. This symbol shows that we often have to take a step back, suspend some process, so that we can move forward later. This can be about going back to change the path, or it can be about not putting a plan in place at the moment, but waiting for a better opportunity, getting more information and preparing better. Stepping back should not be recognized as a waste of time or resources, in life everything is valid, and even these steps back are necessary and crucial for our further development. Such an action can create confusion and lack of direction, but it can also give you time to think better."
    },
    {
        "cardNumber": 13,
        "cardName": "Death",
        "cardDescription": "Death being a card misinterpreted by many people as something catastrophic; but its meaning is strong and necessary. This card shows that cycles come to an end, and we may be at the end of a cycle, but this indicates that a new one begins; the card talks about transformation, the transition from an old state to a new one. This can be linked to people, situations, addictions etc. We must let the things that are over, or that need to end, go, for new things to arrive. Death is a phase of our evolution; it brings fear of change, insecurity and discomfort, but it can bring us many benefits."
    },
    {
        "cardNumber": 14,
        "cardName": "Temperance",
        "cardDescription": "This card is about moderation and balance. As indicated by the colors of the clothing and one foot outside and one foot in the water, Temperance represents the balance between the worlds. It's a card about not throwing yourself into something, but making small tests first (like Temperance tests the waters). A lot of patience is required, as this exploration can be exhausting. The card also says about not being able to live exclusively in one world, and for that reason, it is best to divide our energy equally into each one. It's also about examining our priorities and identifying whether we're giving too much of ourselves for something not needed or not beneficial."
    },
    {
        "cardNumber": 15,
        "cardName": "Devil",
        "cardDescription": "It is a card that tells us about feeling weakness and an eternal emptiness in our lives. It represents the mundane addictions that make us dependent on something, drain us of our true strength, and like the people in the card, we end up less human and humiliated. Certain lifestyles can drive us right down to the bottom, and it often feels like we have no control over the situation, as if our willpower and impulses are just directed at something that makes us sick."
    },
    {
        "cardNumber": 16,
        "cardName": "Tower",
        "cardDescription": "A card that represents tragedy, destruction and radical change. The tower may look like a sturdy, solid, and well-founded structure, but it can still collapse. Disasters can happen where we thought it was safe. This is normal, life is about changes and sometimes they are drastic and painful. We may have to find a new belief, a new support that best suits our situations. The paths we used to know may no longer work, but it's up to us to find new ones and move on. In the Tower disaster, people throw themselves out of the window as a desperate measure to escape the situation, this can be interpreted as a single alternative, or it can be interpreted as something that will only magnify the pain."
    },
    {
        "cardNumber": 17,
        "cardName": "Star",
        "cardDescription": "A card that tells us to hope. As your previous card is The Tower, the Star indicates the passage through something traumatizing, but hope is the last one that dies. There are forces around you that can help you, and all you need is courage. As indicated in the card, things will start to grow and bear fruit again. We must maintain hope and positivity; after big scars, we recover and rejuvenate, stronger."
    },
    {
        "cardNumber": 18,
        "cardName": "Moon",
        "cardDescription": "The card representing the night; where, in the darkness lit by a dim light, many things can be confused. We see in the card two animals representing our civilized side and the other our feral side, but it is difficult to distinguish which is which; the same for the two towers, one representing good and the other evil; we lack information. This arcane is referring to illusion, confusion, complexity and how we must know how to use our intuition so as not to suffer any mistake. The moon can signify our intuition and how it can help us find the right path through this mess. As shown in the card, bad things can look like good things, as the phrase says 'All that glitters is not gold', we may be under the effect of illusion."
    },
    {
        "cardNumber": 19,
        "cardName": "Sun",
        "cardDescription": "This card is about radiating positive energies. As it is after the Moon, it indicates that after reaching our goals, we are motivated (this is due to the dopamine released when reaching the goals), this is very important, and we must radiate these positive energies to the world, they positively affect other people."
    },
    {
        "cardNumber": 20,
        "cardName": "Judgement",
        "cardDescription": "This card talks about self-reflection, where we analyze ourselves and our actions. Through this reflection we can know where we are and what we need to do to evolve as humans. The actions we've taken and continue to do can have a big impact on our future, as can the butterfly effect. We must question what we do and judge our actions as good or in need of transformation."
    },
    {
        "cardNumber": 21,
        "cardName": "World",
        "cardDescription": "The World is the final symbol of the soul's journey, representing completion. In the card, all the elements are in harmony, the inner and outer world have become one; this is recognized in some traditions such as nirvana. This is where every journey wants to go, be it small or big."
    }
]